
/*******************************************************************************
* 文件名    ：  sfpConfig.h
* 版权说明  ：
* 版本号    ：  1.0
* 创建时间  ：  2019.03.07
* 作者      ：  
* 功能描述  ：  此文件为协议适配层配置文件
* 使用注意  ：
				无
* 修改记录  ：

*******************************************************************************/

#ifndef ProtocolConfig_H
#define ProtocolConfig_H

/**************************协议记录宏定义开关**********************************/
/*#define CI_TASKLOCK*/			/*CI加taskLock()支持多线程*/

#define USE_SFP	/*使用SFP*/
#define USE_RP	/*使用RP*/
#define USE_RSSPI	/*使用RSSPI*/

#endif
